tap "rsteube/homebrew-tap"
tap "clojure/tools"
tap "homebrew/cask"

# brew "act"
brew "clojure"
# brew "dust"
brew "git-delta"
# brew "gitleaks"
# brew "mprocs"
# brew "nushell"
# brew "oven-sh/bun/bun"
# brew "rsteube/tap/carapace"
# brew "the_silver_searcher"
# brew "tmux"
# brew "trash-cli"
# brew "uv"
# brew "watchman"
# brew "zellij"
brew "bat"
brew "eza"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gallery-dl"
brew "just"
brew "lua-language-server"
brew "marksman"
brew "openssl"  # dependency
brew "rclone"
brew "readline" # dependency
brew "shellcheck"
brew "sqlite3" # dependency
brew "stow"
brew "stylua"
brew "tcl-tk" # dependency
brew "tree-sitter"
brew "tree-sitter-cli"
brew "tsc"
brew "uv"
brew "xz" # dependency
brew "yt-dlp"
brew "zlib" # dependency
